package lesson11;

public class TravelCheckPointRuner {
    public static void main(String[] args) {
        Car car1=new Car("А001АА96","Легковой", 85,1500,2,2,3);
        Car car2=new Car("А002АА96","Грузовой", 70,7000,3,3,4);
        Car car3=new Car("А003АА96","Легковой", 110,1000,2.4,1.8,2.5);
        Car car4=new Car("А004АА96","Грузовой", 11,25000,2.7,4.5,6);
        Car car5=new Car("А005АА96","Грузовой", 60,15000,2.6,3.8,5);
        Car car6=new Car("А006АА96","Легковой", 80,3000,2,2,3);
        Car car7=new Car("А007АА96","Грузовой", 81,25000,2.4,2.9,5);
        Car car8=new Car("А008АА96","Легковой", 79,1600,2.2,2.1,3);
        Car car9=new Car("А009АА96","Грузовой", 50,15000,2.9,3,7);
        Car car10=new Car("А010АА96","Легковой", 90,1655,2.4,1.7,3);
        Car car11=new Car("А011АА96","Легковой", 120,1500,2,2.8,3);
        Car car12=new Car("А012АА96","Грузовой", 85,12000,1.8,3.5,5.6);
        Car car13=new Car("А013АА96","Легковой", 100,1500,2,2.1,2.8);
        Car car14=new Car("А014АА96","Легковой", 60,1500,2.1,2.2,3.1);

        Car

    }
}
